/* Hybrid map view */
"Hybrid" = "Híbrido";

/* Satellite map view */
"Satellite" = "Satélite";

/* Standard map view */
"Standard" = "Estándar";

/* know my location */
"Where am I" = "Dónde estoy";
